{
	"label.hometitle": "Sign Documents Online quickly and securely | DrySign",
	"label.homemetades": "description",
	"label.metadescont": "Sign documents digitally or Request others to do so! DrySign is a quick, secure, and legally binding online signature platform. 7-Day Free Trial! Try Now!",
	"label.benefits": "Benefits",
	"label.faq": "FAQ",
	"label.pricing": "Pricing",
	"label.signin": "Sign In",
	"label.trydrysign": "Try DrySign",
	"label.doctitle": "The simple and secure digital signature platform to move your business forward",
	"label.docsubtitle": "Send out documents, and obtain signatures instantly, anywhere, anytime with DrySign.",
	"label.tryfree": "Try DrySign for Free",
	"label.try15": "30-day free trial",
	"label.home-header-title": "Sign Electronically with DrySign",
	"label.plhi": "Easy to use. Easy to sign.",
	"label.plhi-content": " Access and sign documents from any device, anytime, anywhere.",
	"label.meet": "Meet Deadlines",
	"label.meet_para": "Obtain online signatures in a snap. Set up reminders and receive notifications with DrySign.",
	"label.seamless": "Seamless Approvals",
	"label.seamless_para": "Digitally generate multiparty signature requests enabling users to specify a preferred order of signature execution.",
	"label.auto": "Auto Archive",
	"label.autopara": "Stores documents automatically with a complete audit trail, enabling the user to search and download executed documents.",
	"label.whysign": "Why sign when you can DrySign?",
	"label.try-drySign": "Try DrySign today.",
	"label.sheet": "View Product Sheet",
	"label.extensions": "Extensions & Integrations",
	"label.integrated": "Integrated with other applications & services. DrySign works with Dropbox, Google Drive and One Drive.",
	"label.track": "Click & Track",
	"label.track-para": "An internet connection is all you need for Drysign. Track the status of documents online, at the touch of a button.",
	"label.customizations": "Customizations",
	"label.customizations-para": "Customize notifications & schedule reminders  to speed-up the process. It provides real-time insight into closing status.",
	"label.sdashboard": "Smart Dashboard",
	"label.sdashboardpara": "Fast forward your approval & agreement  processes with the intuitive dashboard of DrySign.",
	"label.doc": "#Documents",
	"label.docpara": "How To Prepare Your Company For The Fourth Industrial Revolution",
	"label.by": "By Ron Cogburn",
	"label.view-article": "View the article",
	"label.signup-free": "Sign Up for a free trial of DrySign Today.",
	"label.a-created": "Your account has been created",
	"label.receive-email": "You will soon receive an email with a link to activate your new account.",
	"label.conti-drysign": "Continue to DrySign",
	"label.login-fname": "First Name",
	"label.login-lname": "Last Name",
	"label.login-contact": "Contact Number",
	"label.login-cname": "Company Name",
	"label.login-email": "Email Address",
	"label.login-Password": "Password",
	"label.fname": "Enter First Name",
	"label.lname": "Enter Last Name",
	"label.contact": "Enter Contact Number",
	"label.cname": "Enter Company Name",
	"label.email": "Enter Email Id",
	"label.password": "Enter Password   ",
	"label.acct": "I accept the",
	"label.tc": "Terms and Conditions",
	"label.sfreetrial": "Start 30-Day Free Trial",
	"label.proceed": "To proceed further, please Sign In/Sign Up to DrySign",
	"label.company": "Exela Technologies Inc., All Rights Reserved.",
	"label.supportemail": "support@drysign.global",
	"label.cookie_para": "This website uses cookies. By continuing to navigate this site without altering the cookie settings of your Internet browser, you agree to our use of cookies. For more information on cookies, please refer to our ",
	"label.policy": " Privacy Policy",
	"label.policy_agree": "OK, I agree",
	"label.policy_moreinfo": "No, give me more info",
	"label.cookie_acceptencess": "Thank you for accepting cookies. You can now hide this message or find out more about cookies.",
	"label.cookie_hide": "Hide",
	"label.cookie_more": "More Info",
	"label.discover": "Discover",
	"label.digital": "Digital Now",
	"label.soffice": "Exela Smart office",
	"label.innovation": "Innovation Centers",
	"label.resources": "RESOURCES",
	"label.news": "News",
	"label.cstudes": "Case Studies",
	"label.wpapper": "Whitepapers",
	"label.event": "Events",
	"label.blg": "Blog",
	"label.cmp": "Company",
	"label.abt": "About Us",
	"label.contus": "contact",
	"label.leadership": "Leadership",
	"label.investors": "Investors",
	"label.crier": "Careers",
	"label.subs-para": "Get the latest insights of business process automation for your industry with our quarterly publication PluggedIN:",
	"label.subs-now": "Subscribe Now",
	"label.sitemap": "Sitemap",
	"label.tems": "Terms",
	"label.security": "Security",
	"label.introduction": "Introduction",
	"label.introduction_1_1": "We are committed to safeguarding the privacy of all Personal Data provided to Exela Technologies by visitors to our website; in this policy we explain your rights under the General Data Protection Regulations (GDPR) and how we will treat your personal information.",
	"label.introduction_1_2": "We will ask you to consent to our use of cookies in accordance with the terms of this policy when you first visit our website.",
	"label.scope": "SCOPE",
	"label.scope_2_1": "Exela Technologies is a Controller of the personal data you provide to us.",
	"label.scope_2_2": "This is information about you that you give us on our website.",
	"label.scope_2_2_continue": "It includes information you provide when you register to use our site, to enter our database, subscribe to our services, and when you report a problem with our site.",
	"label.cpi": "Collecting Personal Information",
	"label.cpi_3_1": "We may collect, store and use the following kinds of personal information:",
	"label.cpi_3_1_a": "Information about your computer and about your visits to and use of DrySign website including your IP address, geographical location, browser type and version, operating system, referral source, length of visit, page views and website navigation paths;",
	"label.cpi_3_1_b": "Information that you provide to us when registering with our website including your email address;",
	"label.cpi_3_1_c": "Information that you provide when completing your profile on our website including your Name, Address, Telephone No#, email address, as well as where applicable photographs or other pictoral representations;",
	"label.cpi_3_1_d": "Information that you provide to us for the purpose of subscribing to our email notifications;",
	"label.cpi_3_1_e": "Information that you provide to us when using the services on our website, or that is generated in the course of the use of those services (including the timing, frequency and pattern of service use);",
	"label.cpi_3_1_f": "Information contained in or relating to any communication that you send to us or send through our website including the communication content and metadata associated with the communication;",
	"label.cpi_3_2": "Before you disclose to us the personal information of another person, you must obtain that person's consent to both the disclosure and the processing of that personal information in accordance with this policy.",
	"label.upi": "Using Personal Information",
	"label.upi_4_1": "Personal information submitted to us through our website will be used for the purposes specified in this policy or on the relevant pages of the website.",
	"label.upi_4_2": "We may use your personal information to:",
	"label.upi_4_2_a": "Process and Store your information to help you with your business transaction;",
	"label.upi_4_2_b": "Where applicable personalise our website for you;",
	"label.upi_4_2_c": "Enable your use of the services available on our website;",
	"label.upi_4_2_d": "Supply to you services purchased through our website;",
	"label.upi_4_2_e": "Send you alerts of the flow of document signing process and the status;",
	"label.upi_4_2_f": "Help you with quick and secure way of signing contracts;",
	"label.upi_4_2_g": "Send you email notifications that you have specifically requested;",
	"label.upi_4_2_h": "Send you marketing communications relating to our business or the businesses of carefully-selected third parties which we think may be of interest to you, by post or, where you have specifically agreed to this, by email or similar technology (you can inform us at any time if you no longer require marketing communications);",
	"label.upi_4_2_i": "Provide third parties with statistical information about our users (but those third parties will not be able to identify any individual user from that information);",
	"label.upi_4_2_j": "Deal with enquiries and complaints made by or about you relating to our website;",
	"label.upi_4_2_k": "Keep our website secure and prevent fraud; and",
	"label.upi_4_2_l": "Verify compliance with the terms and conditions governing the use of our website (including monitoring private messages sent through our website private messaging service).",
	"label.upi_4_3": "We will not, without your express consent, supply your personal information to any third party for the purpose of their or any other third party's direct marketing.",
	"label.lbp": "Legal Basis For Processing",
	"label.lbp_5_1": "Our legal basis for the processing of personal data is our legitimate business interests, described in more detail below, although we will also rely on contract, legal obligation and consent for specific uses of data.",
	"label.lbp_5_2": "We will rely on contract if we are negotiating or have entered into an agreement with you or your organisation or any other contract to provide services to you or receive services from you or your organisation.",
	"label.lbp_5_3": "We will rely on legal obligation if we are legally required to hold information on you to fulfil our legal obligations.",
	"label.lbp_5_4": "We will in some circumstances rely on consent for particular uses of your data and you will be asked for your express consent, if legally required.",
	"label.olbi": "Our Legitimate Business Interests",
	"label.olbi_6_1": "To provide information and introductions about our services products;",
	"label.olbi_6_2": "To maintain, expand and develop our business we need to record the personal data of client contacts;",
	"label.olbi_6_3": "Help you with quick and secure way of signing contracts;",
	"label.dpi": "Disclosing Personal Information",
	"label.dpi_7_1": "We may disclose your personal information to any of our employees, officers, insurers, professional advisers, agents, suppliers or subcontractors insofar as reasonably necessary for the purpose of helping you with your business transactions.",
	"label.dpi_7_2": "We may disclose your personal information to any member of our group of companies (this means our subsidiaries, our ultimate holding company and all its subsidiaries) insofar as reasonably necessary for the purposes set out in this policy.",
	"label.dpi_7_3": "We may disclose your personal information:",
	"label.dpi_7_3_a": "To the extent that we are required to do so by law;",
	"label.dpi_7_3_b": "In connection with any ongoing or prospective legal proceedings;",
	"label.dpi_7_3_c": "In order to establish, exercise or defend our legal rights (including providing information to others for the purposes of fraud prevention and reducing credit risk);",
	"label.dpi_7_3_d": "To the purchaser (or prospective purchaser) of any business or asset that we are (or are contemplating) selling; and",
	"label.dpi_7_3_e": "To any person who we reasonably believe may apply to a court or other competent authority for disclosure of that personal information where, in our reasonable opinion, such court or authority would be reasonably likely to order disclosure of that personal information.",
	"label.dpi_7_4": "Except as provided in this policy, we will not provide your personal information to third parties.",
	"label.idt": "International Data Transfers",
	"label.idt_8_1": "The data that we collect from you will not be shared outside EEA.",
	"label.idt_8_2": "We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this privacy notice.",
	"label.rpi": "Retaining Personal Information",
	"label.rpi_9_1": "This Section 9 sets out our data retention policies and procedure, which are designed to help ensure that we comply with our legal obligations in relation to the retention and deletion of personal information.",
	"label.rpi_9_2": "Personal information that we collect from our website and processed for marketing and service update notifications will be kept by us for",
	"label.rpi_9_2_c": "5 Years.",
	"label.rpi_9_3": "Without prejudice to Section 9.2, we will usually delete personal data falling within the categories set out below at the date/time set out below:",
	"label.rpi_9_3_a": "Personal Data which can be used to identify an individual will be deleted in line with statute or best practice as amended from time to time. The current retention period is",
	"label.rpi_9_4": "Notwithstanding the other provisions of this Section 9, we will retain documents (including electronic documents) containing personal data:",
	"label.rpi_9_4_a": "To the extent that we are required to do so by law;",
	"label.rpi_9_4_b": "If we believe that the documents may be relevant to any ongoing or prospective legal proceedings; and",
	"label.rpi_9_4_c": "In order to establish, exercise or defend our legal rights (including providing information to others for the purposes of fraud prevention and reducing credit risk).",
	"label.spi": "Security of Personal Information",
	"label.spi_10_1": "We will take reasonable technical and organisational precautions to prevent the loss, misuse or alteration of your personal information.",
	"label.spi_10_2": "We will store all the personal information you provide on our secure (password- and firewall-protected) servers.",
	"label.spi_10_3": "All electronic financial transactions entered into through our website will be protected by encryption technology.",
	"label.spi_10_4": "You acknowledge that the transmission of information over the internet is inherently insecure, and we cannot guarantee the security of data sent over the internet.",
	"label.spi_10_5": "You are responsible for keeping the password you use for accessing our website confidential; we will not ask you for your password (except when you log in to our website).",
	"label.amendment": "Amendments",
	"label.amendment_11_1": "We may update this policy from time to time by publishing a new version on our website.",
	"label.amendment_11_2": "You should check this page occasionally to ensure you are happy with any changes to this policy.",
	"label.amendment_11_3": "We may also notify you of changes to this policy by email or through the private messaging system on our website.",
	"label.uright": "Your Rights",
	"label.uright_12_1": "You can exercise your right to accept or prevent processing of your personal data for marketing purposes by checking certain boxes on the forms we use to collect your data. You can also exercise the right at any time by contacting us on:",
	"label.uright_12_1_c": "or by email at:",
	"label.uright_12_2": "Under the GDPR, you have the following rights",
	"label.uright_12_2_a": "Request correction",
	"label.uright_12_2_a_c": "of the personal information that we hold about you. This enables you to have any incomplete or inaccurate information we hold about you corrected.",
	"label.uright_12_2_b": "Request erasure",
	"label.uright_12_2_b_c": "of your personal information. This enables you to ask us to delete or remove personal information where there is no good reason for us continuing to process it. You also have the right to ask us to delete or remove your personal information where you have exercised your right to object to processing (see below).",
	"label.uright_12_2_c": "Object to processing",
	"label.uright_12_2_c_c": "of your personal information where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground. You also have the right to object where we are processing your personal information for direct marketing purposes.",
	"label.uright_12_2_d": "Request the restriction",
	"label.uright_12_2_d_c": "of processing of your personal information. This enables you to ask us to suspend the processing of personal information about you, for example if you want us to establish its accuracy or the reason for processing it.",
	"label.uright_12_2_e": "Request the transfer",
	"label.uright_12_2_e_c": "of your personal information to another party in certain formats, if practicable.",
	"label.uright_12_2_f": "Make a complaint",
	"label.uright_12_2_f_c": "to a supervisory body which in the United Kingdom is the Information Commissioner's Office. The ICO can be contacted through this link:",
	"label.uright_12_3": "You may instruct us to provide you with any personal information we hold about you; provision of such information will be subject to the supply of appropriate evidence of your identity (for this purpose, we will usually accept a photocopy of your passport certified by a solicitor or bank plus an original copy of a utility bill showing your current address). No fee shall be charged for any such request.",
	"label.uright_12_4": "Should you believe that any personal data we hold on you is incorrect or incomplete, you have the ability to request to see this information, rectify or have it deleted. Please contact us through Data Subject Requests (DSRs).",
	"label.uright_12_5": "We may withhold personal information that you request to the extent permitted by law or where it impacts on the rights and freedoms of other data subjects.",
	"label.ui": "Updating information",
	"label.ui_13_1": "Please let us know if the personal information that we hold about you needs to be corrected or updated by contacting us on:",
	"label.cookie": "Cookies",
	"label.cookie_14_1": "Our website uses cookies.",
	"label.cookie_14_2": "A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser. The identifier is then sent back to the server each time the browser requests a page from the server.",
	"label.cookie_14_3": "Cookies may be either \"persistent\" cookies or \"session\" cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date; a session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.",
	"label.cookie_14_4": "Cookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies.",
	"label.cookie_14_5": "We use both session and persistent cookies on our website.",
	"label.cookie_14_6": "The cookies we use and their purpose is as in the table below",
	"label.cookie_name": "Cookie Name",
	"label.cookie_type": "Cookie Type",
	"label.cookie_des": "Description of Use",
	"label.cookie_name_val": "JSesssionID",
	"label.cookie_type_val": "Session",
	"label.cookie_des_val": "Used to verify user has been authenticated",
	"label.cookie_14_7": "We use various cookie programmes to recognise a computer when a user visits our website.",
	"label.cookie_14_8": "Most browsers allow you to refuse to accept cookies; for example:",
	"label.cookie_14_8_a": "In Internet Explorer (version 11), you can block cookies using the cookie handling override settings available by clicking \"Tools\", \"Internet Options\", \"Privacy\" and then \"Advanced\";",
	"label.cookie_14_8_b": "In Firefox (version 47), you can block all cookies by clicking \"Tools\", \"Options\", \"Privacy\", selecting \"Use custom settings for history\" from the drop-down menu, and unticking \"Accept cookies from sites\"; and",
	"label.cookie_14_8_c": "In Chrome (version 52), you can block all cookies by accessing the \"Customise and control\" menu, and clicking \"Settings\", \"Show advanced settings\" and \"Content settings\", and then selecting \"Block sites from setting any data\" under the \"Cookies\" heading.",
	"label.cookie_14_8_d": "In Microsoft Edge (version 41), you can block cookies by clicking the \"...\" icon in the top right corner of the browser window. Towards the bottom click \"Setting\" then \"View advanced settings. From the drop-down menu under the \"Cookies\" heading, select \"Block all cookies\".",
	"label.cookie_14_9": "Blocking all cookies will have a negative impact upon the usability of our and many other websites.",
	"label.cookie_14_10": "If you block cookies, you will not be able to use all the features on our website.",
	"label.cookie_14_11": "You can delete cookies already stored on your computer; for example:",
	"label.cookie_14_11_a": "In Internet Explorer (version 11), you must manually delete cookie files (you can find instructions for doing so at",
	"label.cookie_14_11_b": "In Firefox (version 47), you can delete cookies by clicking \"Tools\", \"Options\" and \"Privacy\", then selecting \"Use custom settings for history\" from the drop-down menu, clicking \"Show Cookies\", and then clicking \"Remove All Cookies\"; and",
	"label.cookie_14_11_c": "In Chrome (version 52), you can delete all cookies by accessing the \"Customise and control\" menu, and clicking \"Settings\", \"Show advanced settings\" and \"Clear browsing data\", and then selecting \"Cookies and other site and plug-in data\" before clicking \"Clear browsing data\".",
	"label.cookie_14_11_d": "In Microsoft Edge (version 41), you can delete all cookies by selecting the \"...\" icon in the top right corner of the browser window. Towards the bottom click \"Setting\" then \"Choose what to clear\". Select \"Cookies and saved website data\" and \"Cached data and files and click on \"Clear\".",
	"label.details": "Our Details",
	"label.details_15_1": "DrySign website is owned and operated by Exela Technologies.",
	"label.sign4free": "Sign Up For a Free Trial",
	"label.validnumber": "Enter a valid phone number",
	"label.allowedchar": "Alphanumeric values with only special characters  _ ,. and -  are allowed",
	"label.emptyfld": "Empty field not allowed",
	"label.tpt-pricing": "Simple and transparent pricing",
	"label.tpt-pricingcontent": "Flexible plans to meet your digital signing needs",
	"label.aplan": "Annual Plans",
	"label.mplan": "Monthly Plans",
	"label.noplans": "There is no plan available.",
	"label.pricing-seamless": "The seamless and secure digital signature platform",
	"label.pricing-seamless-c": "to move your business forward",
	"label.pricingfaq": "Frequently Asked Questions",
	"label.wtdrysign": "What is DrySign?",
	"label.wtdrysign_c": "DrySign is a digital signature platform that simplifies and replaces the paper-based signing process with a fully automated and digital workflow. Our digital signature platform is designed to administer important documents - anytime, anywhere, from any device with the click of a button. DrySign offers inherent security and minimizes the risk of tampering and impersonation in digital communications.",
	"label.q2": "What is a digital signature? or What is digital signature technology?",
	"label.q2-c": "A digital signature is a numerical value created through an inbuilt mathematical algorithm by the computer application. This value is unique and assures authenticity and integrity of a message, software or digital document on which the signature is placed. Each digital signature is encrypted and is bound to the document. The signer's identity and the integrity of the signed document are validated through an authenticated certification authority. DrySign uses one of the best and globally applicable partners as its certification authority.",
	"label.q3": "What are digital signatures used for?",
	"label.q3-c": "Digital signatures are used to digitally sign a wide variety of documents including contracts, agreements, forms, etc. In short, any kind of business or personal documents that require affixing of signature from a person, parties, entity, authority, etc. can be signed using digital signatures.",
	"label.q4": "Are digital signatures legally binding?",
	"label.q4-c": "Yes, digital signatures are legal and enforceable in all  countries. Though the laws may vary from country to country, they all share the same basic principle. Specific to the United States, it has the same legal status as handwritten signatures granted under the",
	"label.q4-c-1": "ESIGN Act",
	"label.q4-c-2": "& the",
	"label.q4-c-3": "UETA Act",
	"label.q4-c-4": "Certain businesses and local practice sometimes may still require wet signatures, so be sure to confirm before relying on DrySign or another digital signature as your sole source of signatures.",
	"label.q5": "Are digital signatures legal outside the US?",
	"label.q5-c": "Yes, they are legal and enforceable in all  countries. The UK has the UK Electronic Communication Act and the EU has the",
	"label.q5-c-1": "eIDAS",
	"label.q5-c-2": "(repealing the EU Directives 1999/93/EC) which establishes the legal framework for electronic/digital signature on electronic contracts.",
	"label.q6": "Is DrySign secure?",
	"label.q6-c": "Security is our priority. An audit trail is maintained for every document signed using DrySign. Data is saved in an encrypted format which enhances the security further. All signed documents are certified by a trusted third-party certificate authority to provide a tamper-evident seal.",
	"label.q7": "How does DrySign work?",
	"label.q7-c": "DrySign is a cloud-based web application and can be accessed from devices like desktop, laptop, and mobile phones. Documents can be sent to a single person or a group of people. Once the signature request is raised, the real-time status can be tracked. The application allows you to send reminders if needed. All signed documents are archived on cloud servers and can be accessed anytime, anywhere by simply signing in to DrySign.",
	"label.q8": "How do I get started on Drysign?",
	"label.q8-c": "Starting on DrySign is easy and simple. All you need is to visit",
	"label.q8-c-1": "and register yourself.",
	"label.out_confm": "Confirm",
	"label.cancel": "Cancel",
	"label.loading_error": "Something went wrong. Please try again.",
	"label.login_title": "Login | DrySign",
	"label.agreeto": "You agree to",
	"label.and": "and",
	"label.consent": "Consent to Proceed Electronically",
	"label.forgetpassword": "Forgot Password?",
	"label.needac": "Need an account?",
	"label.signup": "Sign Up",
	"label.email_link_pass": "Check your email for a link to reset your password.",
	"label.spam_folder": "If it doesn't appear within a few minutes, check your spam folder.",
	"label.cant_sign": "Forgot your Password?",
	"label.forgot_instructions": "Enter your email address below and we will send you password reset instructions.",
	"label.enter_email": "Enter your email address",
	"label.send_reset": "Send Reset Email",
	"label.linkmail": "Please click on the link sent to your mail id",
	"label.linkmail-c": "to complete the payment process.",
	"label.already_ac": "Already have an account?",
	"label.user-exist": "User already exist with given email id",
	"label.email_msgrequired": "Please enter a valid email address",
	"label.wait": "Processing... Please wait",
	"label.dash": "Dashboard",
	"label.welcm": "Welcome",
	"label.selfsign": "Self Sign",
	"label.grp_sgn": "Group Sign",
	"label.upload-doc": "Upload new document",
	"label.docoverview": "Documents Overview",
	"label.sent": "Sent",
	"label.complted": "Completed",
	"label.dash_outdoc": "Out for Signature",
	"label.dash_draft": "Draft",
	"label.recved": "Received",
	"label.sgned": "Signed",
	"label.pnding": "Pending",
	"label.dash_renw": "Renew",
	"label.plans_buynow": "Buy Now",
	"label.vewplan": "View Plan",
	"label.dash_pln_ex": "Plan Expires:",
	"label.slf_sign": "Signature",
	"label.crtsign": "Create Signature",
	"label.signexpe": "How was your e-signing experience?",
	"label.share": "Share your feedback",
	"label.drw": "DRAW",
	"label.type": "TYPE",
	"label.upld": "UPLOAD",
	"label.clr": "Clear",
	"label.save": "Save",
	"label.sgnreqrd": "Signature is required",
	"label.upld_pic": "Upload a picture of your signature",
	"label.file_sz": "Maximum file size: 10 MB",
	"label.file_frmt": "Acceptable file formats: png, jpg, jpeg, bmp",
	"label.ur_name": "Your Name",
	"label.alert": "Alert",
	"label.alrdyactv-plan": "You are already on an active plan",
	"label.alrdyactv-plan-c": "You can proceed with purchasing new plan once your current plan is over.",
	"label.ok": "Ok",
	"label.upl_picsign": "Please upload a picture of your signature.",
	"label.fld": "failed",
	"label.sign_font": "Please make sure you have type your signature and select a font",
	"label.type_sgn": "Please make sure you have type your signature",
	"label.slct_fnt": "Please select a font.",
	"label.slf_error": "Error",
	"label.sub_succ": "Subscription renewed successfully.",
	"label.name_msg": "Please enter name",
	"label.message_msg": "Please write your query",
	"label.dash_send": "SEND",
	"label.slf_uplod": "Please upload file having extensions .png, jpg, jpeg, bmp only.",
	"label.fil_siz": "File size is greater than 10MB",
	"label.upd-sign": "Update Signature",
	"label.unble_down": "Unable to download file.",
	"label.gv_fdbck": "Feedback",
	"label.fulname": "Full Name",
	"label.cart_msg1": "Message",
	"label.sendmail": "Send",
	"label.feedbk-sent-succ": "Feedback has been sent successfully.",
	"label.slf_msgval": "Please enter a message",
	"label.info": "View Information",
	"label.head_profile": "Profile",
	"label.logout": "Logout",
	"label.template": "Template",
	"label.storage": "My Files",
	"label.itworks": "How it Works",
	"label.previous": "Previous",
	"label.next": "Next",
	"label.confirmlogout": "Click Confirm to logout. See you later!",
	"label.session": "Session Timeout",
	"label.cat_home": "Home",
	"label.uploadtemp": "Upload New Template",
	"label.nodatavail": "No data available",
	"label.draft_title": "Title",
	"label.dft_sgn_type": "Signatories",
	"label.succ_date": "Date",
	"label.out_actn": "Action",
	"label.temp_name": "Enter Name",
	"label.temp_email": "Enter Emial ID",
	"label.send-tem": "Send signed document to signatories",
	"label.submit": "Submit",
	"label.comp_delete": "Delete",
	"label.delte-confirm": "Are you sure you wish to delete this document?",
	"label.dlt_tep": "Delete Template",
	"label.tep_dlte": "Are you sure you want to delete?",
	"label.temp_err": "Error in deleting document",
	"label.temp_namemsg": "Please enter a name",
	"label.temp_email_msg": "Please enter a valid email id",
	"label.subsend": "Subscription End",
	"label.crd_limit": "You dont have enough credit limit, Kindly subscribe DrySign subscription plan.",
	"label.err_mail": "There was some error in sending the mail",
	"label.temp_sntemail": "Email Sent",
	"label.blk_temp": "Download sample CSV file from here",
	"label.blk_down": "Download",
	"label.blk_validfile": "Invalid file selected, valid files are of",
	"label.blk_validfile_c": "types",
	"label.blk_temp_doc": "You don't have enough documents left to send this template.",
	"label.blk_temp_nwplan": "Kindly subscribe to a new plan.",
	"label.csv_empty": "The csv file uploaded is empty , Kindly try again",
	"label.pre_upload": "Upload",
	"label.msg_succ": "Message sent successfully",
	"label.msg_em_succ": "The message was successfully sent to all signatories. You will receive a notification email with a signed copy of the document.",
	"label.msg_em_succ_c1": "To view the status of the document, visit My Files > Out for Documents.",
	"label.cmplt_doc": "Completed Documents",
	"label.msg_em_succ_c2": "You will be notified in your mailbox once all the signatories are done signing",
	"label.todash": "Go To Dashboard",
	"label.stp1": "Step 1: Upload your document",
	"label.svnxt": "Save and Continue",
	"label.stp2": "Step 2: Signatory required for this document",
	"label.grp_prio": "Priority",
	"label.sgntory": "Signatory",
	"label.lding": "Loading",
	"label.grp_stp3": "Step 3: Prepare and sign",
	"label.enhance": "Enhance Document",
	"label.enhancepara": "Please add fields and assign signatories to the selected fields then click save and next",
	"label.srg_drp": "Drag-Drop the fields on the PDF",
	"label.slf_name": "NAME",
	"label.slf_date": "DATE",
	"label.slf_text": "TEXTBOX",
	"label.slf_initial": "INITIALS",
	"label.edt_sgn": "SIGNATURE",
	"label.addfields": "Click here to add fields",
	"label.ger_stp4": "Step 4: Add a subject and message for the recipient(s)",
	"label.slffrm_add": "From Email Address",
	"label.cc_email": "CC Email Address",
	"label.slf_sub": "Subject",
	"label.slf_msg": "Message",
	"label.previ": "Preview",
	"label.temp_succ": "Template created successfully",
	"label.temp_succ_msg": "Template created successfully. You can now check  in",
	"label.temp_template": "Template",
	"label.saved": "SAVED",
	"label.file_name": "File Name",
	"label.reset": "Reset",
	"label.slf_skp_later": "Finished working for now? Your document will be saved in My Files > Complete Documents.",
	"label.decln": "DECLINE",
	"label.acpt": "ACCEPT",
	"label.temp-stp1": "Step 1 - Template",
	"label.grp_doc": "Document Name",
	"label.comp_reqstdby": "Requested By",
	"label.prev-stp2": "Step 2 - Signatory",
	"label.grp_email": "Email ID",
	"label.tmp-name": "Name",
	"label.prv-stp3": "Step 3 - Subject and message for the recipient(s)",
	"label.grp_text": "Text",
	"label.grp_test": "Test",
	"label.cnvs_suprt": "Canvas is not supported.",
	"label.pdf_acpt": "Only pdf files are accepted",
	"label.tmp-limit": "You dont have enough template credit limit.",
	"label.sgn_prvs": "The document has signed previously.",
	"label.invalid": "Invalid link.",
	"label.err": "loading error.",
	"label.slf_subval": "Please enter a subject",
	"label.onl_pdf": "Only pdf file accepted",
	"label.mx_file": "Max file 100 mb",
	"label.drfts": "Drafts",
	"label.asgn-date": "Assigned Date",
	"label.sign": "Sign",
	"label.signeddate": "Signed Date",
	"label.comp_err_ver": "Error in File Verification.",
	"label.comp_signd": "SIGNED",
	"label.comp_sts": "Status",
	"label.pending": "PENDING",
	"label.sgntype": "Sign Type",
	"label.cmpltdate": "Completed Date",
	"label.com_sendemail": "Send Email",
	"label.slfrec_add": "Recipient Email Address",
	"label.slf_cc": "Add CC",
	"label.comp_envlpid": "Envelope Id",
	"label.comp_vwfile": "View File",
	"label.vew": "View",
	"label.comp_dwnldfle": "Download File",
	"label.dash_emailsucc": "Email has been sent successfully.",
	"label.rcntaction": "Recent Action",
	"label.reminder": "Reminder",
	"label.remd_success": "Click 'confirm' if you wish to send reminder.",
	"label.remove": "Remove",
	"label.removesucc": "Click 'confirm' if you wish to Remove",
	"label.removesucc_c": "from signing the document.",
	"label.reassign": "Reassign",
	"label.out_don": "Done",
	"label.wting": "Waiting",
	"label.sgn_removed": "The signatory has been removed",
	"label.sgn_removed_c": "successfully.",
	"label.rasgn_alrdmsg": "This email already exists in signatories.",
	"label.invld_email": "Invalid Email Address",
	"label.out_emai_snt": "Email has been sent to",
	"label.out_rmdr_sent_suc": "Reminder has been sent to",
	"label.noreslt": "No result found.",
	"label.out_type": "Type",
	"label.pay_detail": "Details",
	"label.rasgn_name": "Enter name here",
	"label.rasgn_email": "Enter email here",
	"label.ys": "Yes",
	"label.no": "No",
	"label.dlt_doc": "Do you really want to delete document?",
	"label.d&t": "Date & Time",
	"label.signtype": "SignatureType",
	"label.pamt_resp": "Thank you, your payment for",
	"label.resp_success": "was successful on",
	"label.general_purchase": "General Plan Purchase",
	"label.txnid": "Transaction ID",
	"label.tot": "Total",
	"label.cnfrmemail": "A confirmation email along with Transaction ID has been sent to",
	"label.verif_link": "We have also sent you an email verification link,",
	"label.verif_link_c": "Please verify your account to continue with DrySign",
	"label.failed": "Failed",
	"label.home": "Go To Home",
	"label.signeddoc": "You have already signed the document",
	"label.404": "404 Status",
	"label.plndetls": "Plan Details",
	"label.profile_pic": "Profile Picture",
	"label.profile_upld": "Upload Photo",
	"label.img_file": "Only Image files allowed.",
	"label.pi": "Personal Information",
	"label.mngact": "Manage Account",
	"label.bas_info": "Basic Information",
	"label.add_det": "Address Details",
	"label.country": "Country",
	"label.state": "State",
	"label.cont_det": "Contact Details",
	"label.phone_num": "Phone Number",
	"label.city": "City",
	"label.str_add": "Street Address",
	"label.zip": "ZIP Code",
	"label.edit": "Edit",
	"label.cncl_subs": "Cancel Subscription",
	"label.dlt_accnt": "Delete Account",
	"label.firstname_required": "First Name field cannot be blank",
	"label.lastname_required": "Last Name field cannot be blank",
	"label.validmob_number": "Please enter a valid mobile number",
	"label.validfon_number": "Please enter a valid phone number",
	"label.validzip": "Please provide a valid zipcode.",
	"label.mod_digit": "Please enter 10 digit mobile number",
	"label.prof_saved": "Profile saved successfully.",
	"label.cncle_subs": "Please note: Cancel Subscription is not available for free Corporate Subscription plan users.",
	"label.dont_active": "You don't have any active purchased subscription.",
	"label.alrd_cancle": "You have already cancelled subscription.",
	"label.sct_pur": "You are not on active purchase subscription.",
	"label.stll_have": "We’re sorry to see you go! Your subscription will be cancelled once you click Confirm.You have",
	"label.noofdays": "days remaining on your subscription.",
	"label.canclesuccess": "Your subscription is canceled successfully.",
	"label.prcd_sub": "Proceed Now",
	"label.cnl_sub": "Cancel request",
	"label.refund": "Refund",
	"label.details2": "Your Details",
	"label.sub_plan": "Subscription Plan",
	"label.sub_id": "Subscription ID",
	"label.sumry": "Summary",
	"label.paid": "Amount Paid",
	"label.fee": "Transaction Fee",
	"label.refundamnt": "Refund Amount",
	"label.prcd_refnd": "Proceed With Refund",
	"label.cncl_refund": "Your refund request has been canceled, redirecting to DrySign Dashboard.",
	"label.cnfm_refund": "Click 'confirm' if you wish to proceed refund.",
	"label.noteligible": "You are not eligible for a refund as you are on a Free Corporate Subscription Plan.",
	"label.anuualsubs": "You are required to be an annual subscriber for DrySign to be able to request refund.",
	"label.unused_sub": "Refund is allowed only on unused annual subscription plans.",
	"label.not30days": "We accept refund requests only within 30 days of purchasing any annual subscription plan.",
	"label.rfnd_succ": "Your refund has been successful.",
	"label.refnd_initiate": "Your refund has been initiated.",
	"label.csncled_active_subs": "You have already canceled your active subscription.",
	"label.active_plan": "You are already on an active plan",
	"label.sgnname": "Signatory Name",
	"label.enter_signatory": "Please enter signatory name",
	"label.admore": "Add More",
	"label.set_priorty": "Set priority for signatories",
	"label.grp_sucessmsg": "You will receive a notification email along with signed copy of the document once all signatories have signed it and will appear in My Files",
	"label.grp_stpe1": "Step 1 - Group Sign",
	"label.onesignatory": "Atleast one signatory is required.",
	"label.dlt_signeename": "Are you sure you want to delete signatory name?",
	"label.sep_comma": "Please separate email addresses with a comma and do not use spaces.",
	"label.email_present": "Remove duplicate email id.",
	"label.grp_stp2": "Step 2: Signatures required for this document",
	"label.email_address": "Email Address",
	"label.rest_pass": "Reset Password",
	"label.passreset": "Your password has been reset",
	"label.con_pass": "Confirm Password",
	"label.pass_required": "Password field cannot be blank",
	"label.password_minlength": "Your password must be at least 8 characters long",
	"label.cnt_blank": "Confirm Password field cannot be blank",
	"label.confirm_pass_equal": "Please enter the same Password as above",
	"label.slfstp2": "Step 2: Prepare and sign",
	"label.slffields": "Please add fields then click save and next",
	"label.stp3": "Step 3: Enter recipient's email address",
	"label.skp_snd": "Save, Send Later",
	"label.check_doc": "You can now check your signed document in My Files",
	"label.s_accept": "Accept",
	"label.s_dec": "Decline",
	"label.drw_sign": "Please draw your signature.",
	"label.sentsuccess": "Message sent successfully to the",
	"label.sentsuccess_c": "email address.",
	"label.doc_succ": "You have signed document successfully",
	"label.finish": "Finish",
	"label.signdoc": "Sign Document",
	"label.accptconsent": "You need to accept consent in order to Sign the document",
	"label.readconsent": "Read consent and Accept to Sign the document",
	"label.defaultpic": "Use this as default signature",
	"label.savedsign": "Please select saved signature.",
	"label.typesign": "Type your signature here",
	"label.selectelecto": "By selecting this, you agree to our Consent to Proceed Electronically",
	"label.agree": "Agree",
	"label.consenterror": "Please accept Consent to Proceed Electronically.",
	"label.typedsign": "Please make sure that you have typed your signature and select a font",
	"label.signtyped": "Please make sure that you have typed your signature",
	"label.invited": "You are invited to sign this document in DrySign",
	"label.savingerror": "Error while saving details.",
	"label.consent.consentheading": "Consent to Proceed Electronically",
	"label.consent.consentnote1": "Using your internet browser, you will be able to complete, review, and print documents that you will electronically sign using only your web browser accessed via the link sent to you by Exela Technologies, Inc. or one if its subsidiaries, affiliates, divisions, related business entities (collectively \"Exela\" or \"the Company\") in your e-mail. You only need a computer with internet access to use this electronic process.",
	"label.consent.consentnote2": "Before Exela accepts your electronic signature for documents and/or agreements in connection with your relationship with Exela, you should be aware of the following information and agree to the following:",
	"label.consent.consent1": "Your responses to all questions throughout the electronic process will be recorded and made part of your electronically signed documents record.",
	"label.consent.consent2": "You have the option to complete this process using the traditional paper and signature process. You must contact the sender if you wish to sign your documents and agreements in ink.",
	"label.consent.consent3": "To use this process, you will use the secure link sent to you via your password protected e-mail.",
	"label.consent.consent4": "You acknowledge it is a violation of Exela policy to execute a document with an electronic signature of someone other than yourself.",
	"label.consent.consent5": "You can return to the documents site at any time (using the secure link through your email) to review and print the documents you signed electronically.",
	"label.consent.consent6": "You have the right to request a paper copy of any documents you signed electronically. You will be provided with an electronic copy of all signed documents via your e-mail.",
	"label.consent.consent7": "You have read and agree with the verification and security procedures (\"Privacy Policy\") adopted by Exela.",
	"label.consent.consentagreement": "By clicking on the \"Accept\" button, you acknowledge and agree to all of the following:",
	"label.consent.agreementcomment1": "I have read and understood the foregoing.",
	"label.consent.agreementcomment2": "I agree to proceed with using my electronic signature to sign documents and agreements in connection with my relationship with Exela and realize this process affects substantial personal rights.",
	"label.consent.agreementcomment3": "I agree that my electronic signature is the equivalent of a manual signature and that Exela may rely on it as such in connection with any and all agreements I may enter into with Exela and any documents I electronically sign for Exela.",
	"label.consent.agreementcomment4": "I agree that my electronic signature in this process will consist of my typed name or a checked box (as applicable), Exela will accept as my electronic signature.",
	"label.consent.agreementcomment5": "I acknowledge and agree that it is my obligation to immediately advise Exela of any change in my electronic address (i.e., email address).",
	"label.consent.agreementcomment6": "I have the necessary hardware/software to complete the process.",
	"label.consent.agreementcomment7": "I acknowledge and agree that it is my obligation to immediately advise the Exela in the event that I withdraw my consent to use electronic means to sign documents and agreements (if applicable).",
	"label.consent.agreementcomment8": "I agree that in the event I withdraw my consent, any documents I electronically signed prior to Exela receiving notification of my withdrawal will be considered validly executed and the withdrawal of my consent does not apply retroactively.",
	"label.consent.agreementcomment9": "I acknowledge and agree that the various security and verification procedures adopted by Exela, as its Privacy Policy, applies to the documents that I will affix my electronic signature and constitute reasonable and secure security procedures and that all such signatures are attributable to me.",
	"label.consent.agreementcomment10": "I acknowledge and agree that in the event that any person known to me (whether it be a family member, member of my household, or otherwise) misappropriates my Exela login/email/electronic signature account and such misappropriation could not reasonably be detected by Exela, Exela shall have the right to treat all resulting electronic signatures as though they were affixed by the person whose name is typed below.",
	"label.consent.agreementcomment11": "I acknowledge and agree that the individual completing this Consent to Proceed Electronically is the individual whose name appears on the email account associated with this Consent and whose name is typed below.",
	"label.consent.consentnote3": "If you are an employee or applicant, by clicking on the \"Accept\" button you also acknowledge and agree to the following:",
	"label.consent.consentcomment1": "Your responses to all questions throughout the electronic process will be recorded and made part of your electronically signed documents and employment record.",
	"label.consent.consentcomment2": "You acknowledge it is a violation of Exela policy to execute a document with an electronic signature of someone other than yourself, which could result in discipline or non-hire.",
	"label.consent.consentcomment3": "I agree to proceed with using my electronic signature to sign personnel related documents and agreements and realize this process affects substantial personal rights.",
	"label.consent.consentcomment4": "I acknowledge and agree that it is my obligation to immediately advise the Exela in the event that I withdraw my consent to use electronic means to sign personnel documents and agreements (if applicable).",
	"label.consent.consentfootercomment": "If you understand, accept and agree to the policies, terms and conditions set out above, then click on the \"SIGN IN\" button to proceed. By proceeding, you understand that your typed name will be recorded as your electronic signature and will be relied upon by Exela to the same extent as if you had signed this consent in ink. If you do not understand or accept or agree to the policies, terms and conditions set out above, then do not click on the \"SIGN IN\" button.",
	"label.terms.heading": "Terms and Conditions",
	"label.terms.lastupdate": "(Last updated December 1, 2020)",
	"label.terms.para1": "These Terms and Conditions (collectively, \"Terms\") are a legal agreement between you and us which govern your access to and use of the DrySign",
	"label.terms.para2": "software and service \"DrySign\"), this site, and other related sites sponsored by us, any related services, and if applicable, applications, including integrations provided by us (collectively, the \"Sites\"). DrySign was created by and is a brand owned by subsidiaries of Exela Technologies, Inc. (together with its subsidiaries, \"Exela,\" \"we,\" or \"us\"). If you are using DrySign or related Sites, then these Terms apply to your use.",
	"label.terms.para3": "By accessing, using or downloading any materials from the Sites, registering for our services, or downloading or using any of our apps, you agree to be bound by these terms. IF YOU DO NOT AGREE TO THESE TERMS, YOU ARE NOT AUTHORIZED AND MUST CEASE USING DRYSIGN AND THE SITES IMMEDIATELY.",
	"label.terms.para4": "THESE TERMS CONTAIN A BINDING ARBITRATION PROVISION AND WAIVER OF JURY TRIALS AND CLASS ACTIONS GOVERNING DISPUTES ARISING FROM THE USE OF THE DRYSIGN SERVICES WHICH AFFECT YOUR LEGAL RIGHTS AS DETAILED HEREIN. PLEASE READ CAREFULLY.",
	"label.terms.para5": "YOU MUST BE OF LEGAL AGE (18 YEARS OF AGE OR OLDER, OR OTHERWISE OF LEGAL AGE IN YOUR RESIDENT JURISDICTION) AND COMPETENT TO AGREE TO THESE TERMS TO USE THE SITES OR SERVICES. IF YOU ARE AGREEING TO THESE TERMS ON BEHALF OF AN ORGANIZATION OR ENTITY, YOU REPRESENT THAT YOU HAVE THE AUTHORITY TO AGREE TO THESE TERMS ON THAT ORGANIZATION OR ENTITY'S BEHALF AND BIND THEM TO THESE TERMS, IN WHICH CASE THE REFERENCES TO \"YOU\" OR \"YOUR\" IN THESE TERMS, EXCEPT FOR IN THIS SENTENCE, WILL REFER TO THAT ORGANIZATION OR ENTITY.",
	"label.terms.para6": "YOU, THE USER, SHALL TAKE ALL REASONABLE STEPS TO ENSURE THAT NO UNAUTHORIZED PERSONS HAVE ACCESS TO THE DRYSIGN OR SITES, AND TO ENSURE THAT NO PERSONS AUTHORIZED TO HAVE SUCH ACCESS SHALL TAKE ANY ACTION THAT WOULD BE IN VIOLATION OF THESE TERMS.",
	"label.terms.para7": "YOUR RESPONSES TO ALL QUESTIONS THROUGHOUT THE ELECTRONIC PROCESS MAY BE RECORDED AND MADE PART OF YOUR ELECTRONICALLY SIGNED DOCUMENTS RECORD.",
	"label.terms.para8": "BY USING THE SERVICES (AS DEFINED BELOW), YOU CONSENT TO RECEIVE ELECTRONIC COMMUNICATIONS FROM EXELA AND/OR ITS PARTNERS AND AFFILIATES. YOU AGREE THAT ANY NOTICES, AGREEMENTS, DISCLOSURES OR OTHER COMMUNICATIONS THAT ARE SENT TO YOU ELECTRONICALLY WILL SATISFY ANY LEGAL COMMUNICATION REQUIREMENTS, INCLUDING THAT SUCH COMMUNICATIONS BE IN WRITING, PROVIDED THAT ANY COMMUNICATION TO YOU IS SENT TO THE EMAIL ADDRESS PROVIDED ON YOUR ACCOUNT.  YOU AGREE THAT ANY COMMUNICATION TO EXELA WILL BE SENT TO",
	"label.terms.para9": "FOR FURTHER HANDLING.",
	"label.terms.para10": "A.    USER TYPES",
	"label.terms.para11": "Your use of DrySign through the Sites and your access to relevant support from us (collectively, the \"Services\") is available as follows:",
	"label.terms.para12": "UNLIMTED FREE VERSION.",
	"label.terms.para13": "Unlimited Free Version (Free Version) refers to the use of Services for unlimited period of time. You acknowledge that the version of the Services that are available pursuant to a Free Version may not include or allow access to all features or functions of the Services. The Free Version is available until such time as Exela elects to end the Free Version and/or add restrictions or conditions to the Free Version, at its sole discretion. Notwithstanding anything to the contrary, during a Free Version the Services are provided solely AS IS and as available without any warranty that may be set forth in these Terms, and EXELA EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES, INCLUDING IMPLIED WARRANTIES AND SPECIFICALLY ANY WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE; AND TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, EXELA HEREBY DISCLAIMS ANY AND ALL LIABILITY ARISING OUT OF OR RELATING TO YOUR USE OF THE FREEVERSION.",
	"label.terms.para14": "SUBSCRIPTION SERVICES.",
	"label.terms.para15": "If you purchase a subscription plan, you will have access to additional Services (\"Subscription Services\") based on the plan that you select (\"Subscription Level\") and time commitment (\"Subscription Period\"). In accordance with our subscription plan descriptions, Exela will limit your access to certain features, volume and/or time-based on the plan that you select. Any unused volume associated with a per-use Subscription Level will be carried over to subsequent Subscription Periods.  Exela reserves the right at any time to modify or discontinue, temporarily or permanently, the Services (or any part thereof) with or without notice.",
	"label.terms.para16": "B.   OWNERSHIP OF PROPRIETARY INFORMATION; CONTENT",
	"label.terms.para17": "The Services contain materials that are proprietary and are protected by copyright laws, international treaty provisions, trademarks, service marks, and other intellectual property rights, laws, and treaties. Exela and its licensors own and will retain ownership of all right, title, and interest in the Services, including intellectual property rights therein (but excluding your Content (as defined below)). You own and will retain ownership of all right, title, and interest in your Content. Except as otherwise required by applicable law, any reproduction, distribution, modification, retransmission, or publication of any copyrighted material is strictly prohibited without the express written consent of the copyright owner. Neither party will do anything inconsistent with such a title. Your use of any Exela proprietary information other than as permitted in accordance with these Terms is strictly prohibited.",
	"label.terms.para18": "The Services consist of online tools for managing and manipulating documents, obtaining signatures, and other text on documents, communications thereof, and any data contained therein (collectively \"Content\"). You own and will retain ownership of all right, title, and interest in your Content uploaded to the Services, including intellectual property rights therein. Except as described in these Terms, Exela claims no ownership rights in your Content. Exela may provide links to publicly available Content to use with the Services but is not responsible in any manner for such publicly available Content. However, you are responsible for ensuring that any Content (as well as any publicly available Content) that you use in Connection with the Services complies with the United States copyright laws, other intellectual property laws and treaties, as well as applicable privacy laws and export laws. Exela does not have the ability to screen all Content, but Exela shall have the right (but not the obligation) in its sole discretion to remove all or part of your Content from the Services. If you are an administrator for your account, then you are responsible for the Content and activities of your users.",
	"label.terms.para19": "Although you are in no way obligated to do so, if you do choose to share an idea, suggestions, information or feedback relating to the Services (\"Suggestion\"), then you hereby assign, transfer and convey to Exela, all worldwide right, title, and interest in and to all intellectual property rights in all of your Suggestions.",
	"label.terms.para20": "Exela may provide Content, such as sample documents, templates, and forms, for you to use solely with the Services. Exela owns and will retain ownership of all right, title, and interest in its Content, including all intellectual property rights therein. You claim no ownership of Exela's Content.",
	"label.terms.para21": "If you are a user of Content posted by a third party on the Services (\"Third Party Content\"), you acknowledge that Exela does not approve, endorse, monitor, verify, or take responsibility for any such Third Party Content. You agree that the third party posting the Third Party Content is solely responsible for it and that Exela is not liable for any Third Party Content. EXELA HEREBY EXPRESSLY DISCLAIMS ANY AND ALL LIABILITY WITH RESPECT TO CLAIMS ARISING OUT OF OR RELATED TO THIRD PARTY CONTENT REGARDLESS OF THE FORUM AND REGARDLESS OF WHETHER ANY ACTION OR CLAIM IS BASED ON CONTRACT, TORT (INCLUDING NEGLIGENCE), OR ANY OTHER LEGAL OR EQUITABLE THEORY.",
	"label.terms.para22": "C.   LIMITED LICENSE",
	"label.terms.para23": "Upon your acceptance of these Terms, Exela hereby grants you a limited, revocable, non-exclusive, non-transferrable license to access and use the Services (including Exela Content provided in connection with the Services) solely for your personal or internal business purpose and only as expressly permitted herein.  You acknowledge that Exela reserves all rights relating to the Services not expressly granted to you herein. The license, Service or software is considered delivered and accepted when made available for access.",
	"label.terms.para24": "You will not nor permit anyone else to: (a) share your login ID for the Services with any other person (each user must have their own login ID) or use or launch any automated system to access the Services; (b) access another users account, circumvent standard access to the Services, or attempt to gain unauthorized access to the Services; (c) use the Services in a manner that is illegal, defames, abuses, tortious, harasses, stalks, threatens, or violates the legal rights of others; (d) use the Services to impersonate another person or entity or misrepresenting yourself or affiliation with an entity, including sending deceptive source-identifying information such as spoofing or phishing, or to upload, post, host, or transmit unsolicited email or spam, or use the Services to transmit any malware, Trojan horses, worms or viruses or any destructive or malicious code; (e) rent, lease, distribute, sell, resell, assign, or otherwise transfer rights to the Services or Exela Content; (f) reverse engineer, decompile, disassemble, or otherwise attempt to discover the source code or underlying intellectual property relevant to the Services; or (g) use the Services or Exela Content for the benefit of a competitive offering to the Services or to intentionally harm or discredit Exela.",
	"label.terms.para25": "Any violation by you of the license restrictions contained in this Section may result in the immediate termination of your right to use the Services, as well as potential liability for copyright infringement or other claims.  Exela reserves the right to refuse service to anyone for any reason at any time.",
	"label.terms.para26": "D.   CONFIDENTIAL INFORMATION",
	"label.terms.para27": "In connection with the Services, you and Exela may share proprietary or non-public information (\"Confidential Information\") which may or may not be designated as \"Confidential\", \"Proprietary\" or some similar designation. \"Confidential Information\" will not include any information which: (a) was previously known to the other party without restriction on use or disclosure; (b) is or becomes publicly available, through no fault or breach of these terms by the receiving party; (c) is rightfully obtained by the receiving party from a third party not under a duty of confidentiality and without restriction on use or disclosure; (d) is independently developed by such other party without reference to the Confidential Information.",
	"label.terms.para28": "The receiving party of Confidential Information agrees: (a) not to disclose Confidential Information to a third party, with the exception that Confidential Information may be disclosed to such party's employees, and/or its affiliates, consultants, attorneys, accountants or other professional advisors who have a need to have the information that are under confidentiality obligations that are at least as restrictive as the terms contained herein or subject to direction of the disclosing party; (b) to protect the secrecy of and to avoid disclosure and unauthorized use of the disclosing party's Confidential Information to the same degree that it takes to protect its own Confidential Information, and in no event less than reasonable care; and (c) to use Confidential Information only as necessary to fulfill its obligations and exercise its rights under these Terms.",
	"label.terms.para29": "Upon termination or expiration of your Free Version or Subscription Period, Exela will have no further obligations in respect of your Confidential Information.",
	"label.terms.para30": "E.   HANDLING OF EU PERSONAL DATA",
	"label.terms.para31": "The following terms have the meanings given in the General Data Protection Regulation (EU) 2016/679: \"personal data\", \"data subject\" and \"process\"). To the extent you are an individual, you hereby expressly grant consent to Exela to: (a) process your personal data (including sensitive personal data) in accordance with the Privacy Policy and to collect, use, and disclose such personal data in order deliver Services and otherwise in accordance with the terms herein; (b) disclose your personal data (including sensitive personal data) to the categories of recipients described in the Privacy Policy; (c) transfer your personal data (including sensitive personal data) throughout the world, including to the United States and other countries that do not ensure adequate protection for personal data (as determined by the European Commission); and (d) disclose your personal data (including sensitive personal data) to comply with lawful requests by public authorities, including to meet national security or law enforcement requirements.",
	"label.terms.para32": "F.   DEVICES AND/OR INTERNET",
	"label.terms.para33": "Services depend on third party network and Internet providers and device manufacturers that are outside of Exela's control. You acknowledge that Exela will not be responsible or liable for performance or non-performance as a result of such devices or networks. You acknowledge that the processing and transmission of the Services, including your Content, may involve transmissions over various networks and unencrypted transfer to a network or device. You acknowledge that third party networks or devices may change their technical requirements interfering with the operation of the Services.",
	"label.terms.para34": "G.   WARRANTIES AND DISCLAIMERS",
	"label.terms.para35": "You hereby represent and warrant to Exela that: (a) you have all requisite rights and authority to use the Services under these terms and to grant all applicable rights herein; (b) you are responsible for your use of the Services; (c) you are solely responsible for maintaining the confidentiality of your password(s); (d) you will promptly notify Exela any unauthorized use of the Services; (e) you agree that Exela will not be liable for any losses incurred as a result of a third party's use of your account, regardless of whether such use is with or without your knowledge and consent; (f) you will use the Services for lawful purposes only and subject to these terms; (g) any information you submit to Exela is true, accurate, and correct; and (h) you will not attempt to gain unauthorized access to the system or the Services, other accounts, computer systems, or networks under the control or responsibility of Exela.",
	"label.terms.para36": "You acknowledge that the Sites and/or Services and any related products, information, documentation, software, technology, technical data, and any derivatives thereof, that Exela makes available (collectively \"Excluded Data\") is subject to export control laws and regulations of the United States (including, the U.S. Export Administration Act and the sanctions regulations administered by the U.S. Department of the Treasury Office of Foreign Assets Control (\"OFAC\")) and other jurisdictions (collectively \"Export Laws\"). You represent and warrant that you will not access, download, use, export, or re-export, directly or indirectly, the Excluded Data to any location, entity, government or person prohibited by Export Laws (including to any end-user in a U.S. embargoed country or territory or an end-user included on OFAC's listing of Specially Designated Nationals or the U.S. Commerce Department's Entity List or Denied Persons List) without first complying with all Export Laws that may be imposed by the U.S. Government and any country or organization of nations within whose jurisdiction you operate or do business. You are solely responsible for complying with Export Laws for all Excluded Data and any of its content transmitted through the Sites.",
	"label.terms.para37": "EXCEPT AS EXPRESSLY SET FORTH HEREIN, THE SERVICES AND SITES ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE.\" YOUR USE OF THE SERVICES AND SITES SHALL BE AT YOUR SOLE RISK. EXELA AND ITS RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, AFFILIATES, SUBSIDIARIES, AND LICENSORS (\"EXELA PARTIES\") (i) MAKES NO ADDITIONAL REPRESENTATION OR WARRANTY OF ANY KIND WHETHER EXPRESS, IMPLIED (EITHER IN FACT OR BY OPERATION OF LAW), OR STATUTORY, AS TO ANY MATTER WHATSOEVER; (ii) EXPRESSLY DISCLAIMS ALL IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUALITY, ACCURACY, AND TITLE; AND (iii) DOES NOT WARRANT THAT THE SERVICES OR SITES ARE OR WILL BE ERROR-FREE, WILL MEET YOUR REQUIREMENTS, OR BE TIMELY OR SECURE. YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE RESULTING FROM USE OF THE SERVICES OR SITES.",
	"label.terms.para38": "THE EXELA PARTIES MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SERVICES AND SITES CONTENT AND ASSUME NO RESPONSIBILITY FOR ANY: (i) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT; (ii) PERSONAL INJURY OR PROPERTY DAMAGE OF ANY NATURE WHATSOEVER RESULTING FROM YOUR ACCESS TO AND USE OF SERVICES AND SITES; (iii) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SERVERS; (iv) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SITES; (v) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE THAT MAY BE TRANSMITTED TO OR THROUGH THE SITES; (vi) ANY LOSS OF YOUR DATA OR CONTENT FROM THE SITES; AND/OR (vii) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICES AND SITES. YOU WILL NOT HAVE THE RIGHT TO MAKE OR PASS ON ANY REPRESENTATION OR WARRANTY ON BEHALF OF EXELA TO ANY THIRD PARTY.",
	"label.terms.para39": "Because some jurisdictions do not allow limitations on implied warranties, the above limitation may not apply to you. In that event, such warranties are limited to the maximum extent permitted by and for the minimum warranty period allowed by the mandatory applicable law.",
	"label.terms.para40": "Exela's sole obligation and your sole and exclusive remedy for any breach of these terms is limited to Exela's reasonable commercial efforts to correct the non-conforming services at no additional charge to you. In the event that Exela is unable to correct material deficiencies in the services after using commercially reasonable efforts to do so, you shall be entitled to terminate the then remaining term of your subscription as your sole and exclusive remedy and you shall be entitled to a prorated refund of any unused prepaid fees from the date of termination, and/or relief from any subsequent payments due with respect to such services. Exela's obligations hereunder are conditioned upon you notifying Exela of the breach in writing and providing Exela with evidence of such non-conformity to assist in Exela's efforts to verify the same.",
	"label.terms.para41": "H.   LIMITATION OF LIABILITY.",
	"label.terms.para42": "NOTWITHSTANDING ANYTHING TO THE CONTRARY, THE EXELA PARTIES WILL NOT, UNDER ANY CIRCUMSTANCES, BE LIABLE TO YOU FOR ANY CONSEQUENTIAL, INCIDENTAL, SPECIAL, COVER, PUNITIVE, OR EXEMPLARY DAMAGES ARISING OUT OF OR RELATED TO THE TRANSACTIONS CONTEMPLATED UNDER THESE TERMS, INCLUDING, BUT NOT LIMITED TO, GOODWILL, WORK STOPPAGE, LOST PROFITS, OR LOSS OF BUSINESS, EVEN IF APPRISED OF THE LIKELIHOOD OF SUCH LOSSES, AND WHETHER SUCH CLAIMS ARE MADE BASED ON CONTRACT, TORT (INCLUDING NEGLIGENCE), OR ANY OTHER LEGAL THEORY.",
	"label.terms.para43": "TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL THE EXELA PARTIES BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES WHATSOEVER RESULTING FROM ANY: (a) USE OF THE SITES OR THE SERVICES; (b) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT; (c) PERSONAL INJURY OR PROPERTY DAMAGE OF ANY NATURE WHATSOEVER RESULTING FROM YOUR ACCESS TO AND USE OF THE SITES OR THE SERVICES; (d) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN; (e) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR SERVERS; (f) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE THAT MAY BE TRANSMITTED TO OR THROUGH THE SITES OR THE SERVICES BY ANY THIRD PARTY; (g) ANY LOSS OF YOUR DATA OR CONTENT FROM THE SITESOR THE SERVICES; (h) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SITES OR THE SERVICES, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), OR ANY OTHER LEGAL OR EQUITABLE THEORY, AND WHETHER OR NOT THE EXELA PARTIES ARE ADVISED OF THE POSSIBILITY OF SUCH DAMAGES; AND/OR (i) THE DISCLOSURE OF INFORMATION PURSUANT TO THESE TERMS OR OUR PRIVACY POLICY.",
	"label.terms.para44": "EXELA'S TOTAL LIABILITY TO YOU FOR ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THESE TERMS OR TO YOUR USE OF THE SERVICES OR SITES (INCLUDING WARRANTY CLAIMS), REGARDLESS OF THE FORUM AND REGARDLESS OF WHETHER ANY ACTION OR CLAIM IS BASED ON CONTRACT, TORT (INCLUDING NEGLIGENCE), OR ANY OTHER LEGAL OR EQUITABLE THEORY, WILL NOT EXCEED THE TOTAL AMOUNT PAID BY YOU TO EXELA FOR THE APPLICABLE SERVICE(S) GIVING RISE TO THE CLAIM UNDER THESE TERMS DURING THE SIX (6) MONTH PERIOD PRECEDING THE DATE OF THE FIRST EVENT GIVING RISE TO LIABILITY. THE EXISTENCE OF MORE THAN ONE CLAIM SHALL NOT ENLARGE THIS LIMIT.",
	"label.terms.para45": "Each provision of these Terms that provides for a limitation of liability, disclaimer of warranties, or exclusion of damages represents an agreed allocation of the risks of these Terms between you and us. This allocation is an essential element of the basis of the bargain between the parties.",
	"label.terms.para46": "YOUR JURISDICTION MAY NOT ALLOW THE EXCLUSION OF WARRANTIES OR LIMITATION OF LIABILITY ABOVE, SO THE LIMITATIONS OR EXCLUSIONS HEREIN MAY NOT APPLY TO YOU. IN SUCH JURISDICTIONS, THE LIABILITY OF EXELA WILL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.",
	"label.terms.para47": "I.   INDEMNIFICATION",
	"label.terms.para48": "You will defend, indemnify, and hold the Exela Parties harmless from any and all third party claims, damages, liabilities, and costs (including, but not limited to attorneys' fees) arising from or related to: (a) allegations that your Content infringes any intellectual property or other rights of any person or entity, (b) your failure to comply with these Terms, or (c) your willful misconduct or negligence.",
	"label.terms.para49": "Exela retains the exclusive right to settle, compromise, and pay, without your consent, any and all claims or causes of action that are brought against Exela. Exela will (a) promptly provide notice to you of any claim, suit or proceeding for which indemnity is claimed and you agree to cooperate with our defense of these claim(s). You will not enter into any settlement that imposes liability or obligations on Exela without Exela's express prior consent.",
	"label.terms.para50": "J.   PAYMENT; FEES",
	"label.terms.para51": "You shall pay Exela all fees associated with your Subscription in advance of each Subscription Period (monthly or annually), whether or not you use any or all of the Subscription Services for which you subscribe. Prior to accessing your Subscription Services, you must provide Exela with a valid credit card, or other forms of payment acceptable to Exela. Additionally, you are responsible for payment of all taxes, including sales, use, personal property, value-added, excise, customs fees, import duties, stamp duties and any other similar taxes and duties, including penalties and interest, imposed by any federal, state, provincial or local government entity on the transactions contemplated by these Terms, excluding taxes based upon Exela's net income.",
	"label.terms.para52": "YOUR PAYMENTS TO US ARE",
	"label.terms.para83": "NON-REFUNDABLE",
	"label.terms.para84": "EXCEPT AS EXPRESSLY PROVIDED IN THE TERMS OF THIS SECTION J AND SECTION L. If you provided a credit card you agree, authorize and consent that Exela may charge your account for all fees for your Subscription Services as they are incurred, including renewal payments on the last day of each Subscription Period. The authorization to a charge continues through the applicable Subscription Period and automatic renewal terms unless you",
	"label.terms.para85": "CANCEL",
	"label.terms.para86": "your subscription as set forth in SECTION K of these Terms. If you are invoiced by Exela, you agree to pay all such invoices within thirty (30) days of the date of the invoice. As a subscriber, you agree to provide Exela with complete and accurate billing and contact information and keep it up to date throughout your Subscription Period.",
	"label.terms.para53": "If Exela fails to receive payment from you by any due date, Exela may, in its sole discretion, suspend your use of Subscription Services and delete your account. You further agree to reimburse Exela for all reasonable attorneys' fees and costs incurred to collect past due amounts.",
	"label.terms.para54": "You acknowledge that Exela may change its fees and/or fee structures for Services from time to time in its discretion, including instituting fees for use of Services that were formerly included in the Free Version Services or other free functionality on the Sites without liability to you. Exela will post notice of such changes on the Sites. Any pricing changes to your paid Subscription Services will be effective as of your next Subscription Period and not impact your current Subscription Period. You agree that your continued use of all or part of the Services will be subject to your payment of any applicable fees. Exela shall not be liable to you or to any third party for any modification, price change, suspension or discontinuance of the Services.",
	"label.terms.para55": "If you are a subscriber with a good faith dispute of any payment, you should contact Exela's support team with details of the dispute, any supporting documentation, and your contact information within thirty (30) days of your becoming aware of the dispute. You will continue to pay all amounts when due (even disputed amounts) while we work diligently and promptly to resolve the dispute. Upon resolution, Exela will promptly credit any amount owed to you or you will promptly pay all amounts owed to Exela.",
	"label.terms.para56": "In order to receive a credit or dispute an invoice, please contact Exela support at",
	"label.terms.para57": "K.   TERM; TERMINATION",
	"label.terms.para58": "You can CANCEL your subscription by clicking on 'Cancel Subscription' tab in your account. If you are a User of the Free Version, these Terms will remain in full force and effect during the Free Version, except that Exela or you may terminate the arrangement contemplated by these Terms at any time for convenience without liability or notice.",
	"label.terms.para59": "If you are a subscriber, the arrangement contemplated by these Terms will be effective as of the earlier of either (i) the date that you accept these click-thru Terms or (ii) the date that you signed a sales order with the end of the Subscription Period specified in your applicable order form, or if no term is specified, until the arrangement contemplated by these Terms is terminated by either party in accordance with these Terms. These Terms will, upon the expiration of your initial Subscription Period, automatically renew for successive Subscription Periods equal in duration to your initial term, unless you CANCEL your subscription prior to the end of your then-current Subscription Period. Notice of renewal will be sent to you One (1) day prior to the end date of your Subscription Period. If you are an individual subscriber or an administrator for the account, you can CANCEL your subscription by clicking on the 'Cancel Subscription' tab in your account. If you or Exela elects not to renew the Services before the end of your current Subscription Period, you will not be charged for subsequent periods.",
	"label.terms.para60": "Exela may terminate the arrangement contemplated by these Terms or suspend your use of Subscription Services if (a) you violate the license restrictions contained in these Terms, or (b) you are past due on payment of a fee owed and have not responded to request for payment, (c) your billing or contact information is false, fraudulent or invalid, (d) you issued bad checks or reversed credit/debit card transactions, (e) you breach or otherwise to fail to comply with these Terms and have not cured such breach within five (5) days of Exela's written notice specifying the alleged breach, or (f) you enter receivership, general assignment for the benefit of creditors, any bankruptcy or insolvency proceedings that are not dismissed within sixty (60) days, liquidation, dissolution or termination of your business operations.",
	"label.terms.para61": "L.   EFFECT OF TERMINATION",
	"label.terms.para62": "If these terms expire or are terminated for any reason: (a) you will pay to Exela any amounts that have accrued before, and remain unpaid as of, the date of the termination or expiration, including those for the billing cycle in which termination occurs; (b) any and all of your liabilities to Exela that have accrued before the effective date of the expiration or termination will survive; (c) licenses and use rights granted to you with respect to the Services and Sites and intellectual property will immediately terminate; (d) Exela's obligation to provide any further services under these terms will immediately terminate, (e) your account and your Content contained therein will no longer be accessible by you. Exela will not be liable to you or any third party for termination of the arrangement contemplated by these Terms or any termination or suspension of your use of the Services.",
	"label.terms.para63": "If you are a subscriber, termination by Exela will not result in any refund of fees for the current Subscription Period and you are still obligated to pay any outstanding, unpaid fees. Section J above notwithstanding, if you or we terminate an 'annual' Subscription Level within the first thirty (30) days of the initial Subscription Period, you may submit a request (",
	"label.terms.para97": "HERE",
	"label.terms.para98": ") to Exela for a refund of the fees paid (less any applicable cost or transaction fees to facilitate such refund) to Exela for the initial Subscription Period, which Exela will reasonably consider, without obligation, in good faith. Exela will have no obligation to consider refund requests related to a terminated Subscription plan, if the termination does not occur in the first thirty (30) days of the initial Subscription Period, or if there has been a violation of other terms herein.",
	"label.terms.para64": "YOU ACKNOWLEDGE THAT YOUR CONTENT WILL BE DELETED FROM THE SERVICES UPON THE TERMINATION OF THE FREE PERIOD, TERMINATION OR UPON THE EXPIRATION DATE OF YOUR CANCELLED SUBSCRIPTION. THIS INFORMATION CANNOT BE RECOVERED ONCE DELETED. IF YOU ARE NOT A CURRENT SUBSCRIBER, EXELA WILL NOT STORE CONTENT ON YOUR BEHALF.",
	"label.terms.para65": "M.   GOVERNING LAW",
	"label.terms.para66": "The arrangement contemplated by these Terms will be governed by and construed in accordance with the substantive laws in the State of New York.   These Terms will not be governed by the conflict of law rules of any jurisdiction that would result in the application of any laws other than those of the State of New York or the United Nations Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded.",
	"label.terms.para67": "N.   BINDING ARBITRATION",
	"label.terms.para68": "IN THE EVENT OF A DISPUTE, CONTROVERSY OR CLAIM ARISING OUT OF OR RELATING IN ANY WAY TO THESE TERMS OR TO EXELA, THE COMPLAINING PARTY SHALL NOTIFY THE OTHER PARTY IN WRITING THEREOF. WITHIN THIRTY (30) DAYS OF SUCH NOTICE, BOTH PARTIES SHALL ATTEMPT TO RESOLVE THE DISPUTE IN GOOD FAITH. IF THE DISPUTE IS NOT RESOLVED BY NEGOTIATION OR MEDIATION, AT ANY TIME AFTER EXPIRATION OF THIRTY (30) CALENDAR DAYS FROM THE DATE OF THE WRITTEN REQUEST FOR INFORMAL SETTLEMENT. INSTEAD OF SUING IN COURT, WE EACH AGREE TO SETTLE DISPUTES ONLY BY ARBITRATION, ACCORDINGLY. THE DISPUTE SHALL BE SUBMITTED TO BINDING ARBITRATION IN ACCORDANCE WITH THE AAA COMMERCIAL ARBITRATION RULES BY A SOLE INDEPENDENT ARBITRATOR CHOSEN BY THE AAA OFFICE IN NEW YORK CITY. THE ARBITRATOR SHALL ISSUE A WRITTEN AWARD STATING THE REASONS THEREFOR. THE RULES IN ARBITRATION ARE DIFFERENT. THERE'S NO JUDGE OR JURY, AND REVIEW IS LIMITED, BUT AN ARBITRATOR CAN AWARD THE SAME DAMAGES AND RELIEF, AND MUST HONOR THE SAME LIMITATIONS STATED IN THESE TERMS AS A COURT WOULD. JUDGMENT UPON THE AWARD RENDERED BY THE ARBITRATOR SHALL BE BINDING ON BOTH PARTIES AND MAY BE ENTERED IN ANY COURT OF COMPETENT JURISDICTION. THE ARBITRATION SHALL BE CONDUCTED IN THE ENGLISH LANGUAGE. EITHER PARTY SHALL RETAIN THE RIGHT TO OBTAIN INTERIM EQUITABLE RELIEF IN ANY COURT OF COMPETENT JURISDICTION. IN NO EVENT SHALL THE ARBITRATOR BE EMPOWERED TO AWARD PUNITIVE DAMAGES. EACH PARTY SHALL BEAR ITS OWN EXPENSE OF ARBITRATION AND SHALL SHARE EQUALLY THE COST OF THE ARBITRATOR AND THE ARBITRATION PROCEEDINGS.",
	"label.terms.para69": "O. WAIVER OF JURY TRIAL; CLASS ACTION WAIVER",
	"label.terms.para70": "SUBJECT TO THE FOREGOING AGREEMENT TO ARBITRATE, EXELA AND YOU EACH KNOWINGLY WAIVE ANY RIGHT TO JURY TRIAL UNDER THESE TERMS, AND YOU FURTHER AGREE THAT ARBITRATION SHALL PROCEED SOLELY ON AN INDIVIDUAL BASIS WITHOUT THE RIGHT FOR ANY CLAIMS TO BE ARBITRATED ON A COLLECTIVE OR CLASS ACTION BASIS OR ON A BASIS INVOLVING CLAIMS BROUGHT IN A PURPORTED REPRESENTATIVE CAPACITY ON BEHALF OF OTHERS (\"CLASS ACTION WAIVER\"). CLAIMS MAY NOT BE JOINED OR CONSOLIDATED UNLESS AGREED TO IN WRITING BY US. THE WAIVER OF JURY TRIAL AND AGREEMENT TO ARBITRATE SHALL REMAIN IN EFFECT EVEN IF THE CLASS ACTION WAIVER IS LIMITED, VOIDED, OR FOUND UNENFORCEABLE. YOU AND EXELA AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.",
	"label.terms.para71": "P.   MISCELLANEOUS",
	"label.terms.para72": "The Services provided to you hereunder are \"commercial items\" as that term is defined at 48 C.F.R. 2.101 (October 1995) consisting of \"commercial computer software\" and \"commercial computer software documentation\" as such terms are used in 48 C.F.R. 12.212 (Sept 1995) and are provided to the U.S. Government only as a commercial end item. All U.S. Government End User's rights to access and use the Services are set forth in 48 C.F.R. 12.212 and 48 C.F.R. 227.7202 (June 1995).",
	"label.terms.para73": "These Terms may be agreed to online, by use of the Services and/or executed by electronic signature and in one or more counterparts.",
	"label.terms.para74": "These Terms do not establish the parties as business partners or agents of the other, and neither party has the right to bind the other on any third-party agreement.",
	"label.terms.para75": "You may not assign any of your rights or obligations hereunder, except in connection with a merger or acquisition. Subject to the foregoing, these Terms shall be binding upon, and inure to the benefit of, the successors and assigns of the parties thereto.",
	"label.terms.para76": "Except for any payment obligations, neither you nor Exela will be liable for failure to perform any obligation under these Terms to the extent such failure is caused by a force majeure event (including acts of God, natural disasters, war, civil disturbance, action by a governmental entity, strike, crime and other causes beyond the party's reasonable control). The party affected by the force majeure event will provide notice to the other party within a commercially reasonable time and will use commercially reasonable efforts to resume performance as soon as practicable. Obligations not performed due to a force majeure event will be performed promptly after  the force majeure event concludes.",
	"label.terms.para77": "These Terms together with our \"Consent To Proceed Electronically,\" described at",
	"label.terms.para78": "Consent To Proceed Electronically",
	"label.terms.para99": "and",
	"label.terms.para79": "Privacy Policy",
	"label.terms.para80": ", which governs Exela's use of your information, described at Privacy Policy,  each of which are incorporated herein, constitute the entire agreement between the parties with respect to your access and use of the Services. These Terms supersede and replace all prior or contemporaneous understandings or agreements, written or oral, regarding such subject matter and prevails over any conflicting terms contained in any documents, communications, or discussions.  All waivers must be in writing and signed by the party waiving its rights. If any part of these Terms is found unenforceable by an arbitrator or court of competent jurisdiction, the rest of these Terms will nonetheless continue in effect, and both parties agree that the unenforceable provisions will be modified so as to best accomplish the objectives of these Terms within the limits of applicable law.",
	"label.terms.para95": " Privacy Policy",
	"label.terms.para96": " each of which are incorporated herein, constitute the entire agreement between the parties with respect to your access and use of the Services. These Terms supersede and replace all prior or contemporaneous understandings or agreements, written or oral, regarding such subject matter and prevails over any conflicting terms contained in any documents, communications, or discussions.  All waivers must be in writing and signed by the party waiving its rights. If any part of these Terms is found unenforceable by an arbitrator or court of competent jurisdiction, the rest of these Terms will nonetheless continue in effect, and both parties agree that the unenforceable provisions will be modified so as to best accomplish the objectives of these Terms within the limits of applicable law.",
	"label.terms.para81": "We may revise these Terms or any additional terms and conditions that are relevant to the Services from time to time to reflect changes in the law or to the Services.  Please review the site on a regular basis to obtain timely notice of any revisions. We will post the revised terms on the Site with a \"last updated\" date.  You agree that we shall not be liable to you or to any third party for any modification of the Terms.  IF YOU CONTINUE TO USE THE SERVICES AFTER THE REVISIONS TAKE EFFECT, YOU AGREE TO BE BOUND BY THE REVISED TERMS.",
	"label.policy.heading": "Privacy Policy",
	"label.policy.dateupdated": "Last updated July 19, 2019",
	"label.policy.para1": "DrySign",
	"label.policy.para2": "was created by and is a brand owned by subsidiaries of Exela Technologies, Inc. (together with its subsidiaries, the \"Company,\" \"We,\" \"Us\" or \"Our\" ). If you are using these services or related website, then this Privacy Policy applies.",
	"label.policy.para3": "This Privacy Policy defines Company objectives for securing and protecting personally identifiable information and other information.",
	"label.policy.para4": "The types of personal data includes names, addresses, phone numbers, birthdates, social security numbers, tax identification numbers, national insurance numbers and financial account numbers.",
	"label.policy.para5": "Please click",
	"label.policy.para6": "here",
	"label.policy.para7": "for Exela Technologies, Inc.'s EU-U.S. Privacy Shield Framework Policy",
	"label.policy.para8": "This Privacy Policy tells you about our policies and procedures for collecting, using, and disclosing your personal data and other information. It also tells you about your privacy rights and how the law protects you.",
	"label.policy.para9": "Users can access the service (the \"Service\") through our websites and other affiliated sites (the \"Sites\"), applications on devices. A \"Device\" is any computer used to access the Service, including without limitation a desktop, laptop, mobile phone, tablet, or other Internet-enabled electronic device. This Privacy Policy governs your access of the Service, regardless of how you access it, and by using our Service you consent to the collection, transfer, processing, storage, disclosure and other uses described in this Privacy Policy.",
	"label.policy.para10": "This Privacy Policy refers to different categories of users, specifically: \"Visitor\" refers to a user who accesses the Sites but does not register; \"Registered User\" refers to a user who signs up for an account with the Service; and \"Subscriber\" refers to a Registered User who purchases a subscription plan for the Service. All of the different forms of data, content, and information described below, including without limitation Personal Data, are collectively referred to as \"information.\"",
	"label.policy.para11": "POLICY/PROCEDURE",
	"label.policy.para12": "I. OBJECTIVES",
	"label.policy.para13": "The Company adheres to Federal, State and Local regulatory and customer privacy requirements.",
	"label.policy.para14": "The Company collects personally identifiable information when voluntarily submitted by users described above. The information provided is used to fulfill specific requests, unless given permission to use it in another manner. In connection with services we provide, the Company may collect the following types of information:",
	"label.policy.para15": "Personally Identifiable Information.",
	"label.policy.para16": "Names, addresses, email addresses, phone numbers, birthdates, social security, tax identification, financial account, national insurance numbers and company information.",
	"label.policy.para17": "Cookies.",
	"label.policy.para18": "A cookie is sent out to the user's computer that will identify the user's browser. These cookies enable certain features of the Services and will be used exclusively to collect information concerning the use of the Services. Cookies contain no personally identifiable data, so the user's personally identifiable information is not collected or retained.",
	"label.policy.para19": "User Communications.",
	"label.policy.para20": "When a user sends an email or other communication to the Company, these communications may be retained in order to process inquiries, respond to requests, and improve overall services.",
	"label.policy.para21": "Affiliated Websites.",
	"label.policy.para22": "Personal information that a user may provide to websites affiliated with the Company may be sent to the Company in order to deliver services to the Company or other entities affiliated which the Company provides. The Company processes such information in accordance with this Policy.",
	"label.policy.para23": "The Company reserves the right to collect and process personal information in the course of providing services to our clients without the knowledge of individuals involved. Where the Company collects personal information from individuals within the European Union, upon request, the Company will inform them about the types of personal information collected from them, the purposes for which it was collected, and uses of the information, and the types of non-agent third parties to which the Company discloses that information.",
	"label.policy.para24": "As a general rule, the Company will not disclose personally identifiable information except when the Company is required or permitted per customer agreement, law (including pursuant to national security of law enforcement requirements) or otherwise, such as when the Company believes in good faith that the law requires disclosure or other circumstances outlined in this Privacy Policy require or permit disclosure.",
	"label.policy.para25": "The Company may share information with governmental agencies or other companies assisting in fraud prevention or investigation. The Company may do so when: (1) permitted or required by law; (2) trying to protect against or prevent actual or potential fraud or unauthorized transactions, or, (3) investigating fraud which has already taken place. This information however, is not provided to these companies for marketing purposes.",
	"label.policy.para26": "Permitted transfers of information, either to third parties or within the Company, include the transfer of information from one jurisdiction to another, including transfers to the United States from other countries, including the European Union, and from the United States to other countries, including the European Union. Subject to the applicable legal requirements, including in the European Union, personal information may be transferred to a jurisdiction where the laws provide less or different protection than the jurisdiction in which the personal information is collected or accessed.",
	"label.policy.para27": "The Company takes reasonable steps to protect personally identifiable information. To prevent unauthorized access or disclosure of personally identifiable information, maintain data accuracy, and support the appropriate use and confidentiality of personally identifiable information, either for its own purposes or on behalf of our clients, the Company has put in place appropriate physical, technical, and managerial procedures to safeguard and secure the personally identifiable information and data the Company possesses.",
	"label.policy.para28": "The Company collects and maintains personally identifiable information in a manner that is compatible with the purpose for which it was collected and maintained, or as subsequently authorized by an individual or client. To the extent necessary for such purposes, the Company takes reasonable steps to confirm that personal information is accurate and complete with regard to its intended use.",
	"label.policy.para29": "The Company complies with the EU-U.S. Privacy Shield Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information transferred from the European Union to the United States, respectively. The Company has certified to the Department of Commerce that it adheres to the Privacy Shield Principles. If there is any conflict between the terms in this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern. To learn more about the Privacy Shield program, and to view our certification, please visit",
	"label.policy.para30": "The Company utilizes a self-assessment approach support compliance with this Privacy Policy.",
	"label.policy.para31": "The Company periodically verifies that related policies are accurate, comprehensive for the information intended to be covered, prominently displayed, implemented, and are in conformity with the principles of this Privacy Policy.",
	"label.policy.para32": "The Company encourages interested persons to raise any concerns with the Company. The Company will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this Privacy Policy.",
	"label.policy.para33": "With respect to any complaints relating to this Privacy Policy that cannot be resolved through our internal processes, the Company has agreed to participate in the dispute resolution procedures of the panel established by the European Union Data Protection Authorities to resolve disputes pursuant to the Privacy Shield Principles.",
	"label.policy.para34": "If the Company, the European Data Protection Authorities, or other qualified government agencies determines that the Company has not complied with this Privacy Policy, the Company shall take appropriate steps to address any adverse effects related to non-compliance and to promote future compliance.",
	"label.policy.para35": "If the Company determines an employee is in violation of this Privacy Policy, that employee will be subject to the Company's disciplinary process.",
	"label.policy.para36": "In the event that the Company merges, is acquired by or sells its assets to a third party, the Company may disclose personally identifiable information as is reasonably necessary in connection with any such merger, acquisition or sale. Any such party with whom the Company merges or whom acquires some of all of the assets of the Company may not have the same or similar privacy guidelines as set forth in this Privacy Policy and may use personally identifiable information in a manner other than as set forth herein.",
	"label.policy.para37": "This Privacy Policy shall be reviewed annually and updated as necessary to comply with applicable regulations.",
	"label.policy.para38": "The Company will post any revised Privacy Policy on its website, or a similar website that replaces that website.",
	"label.policy.para39": "Information obtained from or relating to clients or former clients is further subject to the terms of any privacy notice provided to the client, any contract or other agreement with the client, and application enforcement laws.",
	"label.policy.para40": "The Company will cooperate with the appropriate regulatory authorities, including local data protection regulatory authorities, to resolve any complaints regarding the transfer of personal data that cannot be resolved between the Company and an individual.",
	"label.policy.para41": "It is important that the personal identifiable information we hold about you is accurate and current. Please keep us informed if your personal identifiable information changes during your relationship with us.",
	"label.policy.para42": "If you are a Registered User, you may review, update, correct or delete the personal identifiable information provided in your registration or account profile by changing information in your profile or account page. In some cases we may retain copies of your information if required by law. For questions about your personal identifiable information on our Service, please contact Company's support at",
	"label.policy.para43": "We will respond to your inquiry within 30 days.",
	"label.dys_lft":"Days left",
    "label.docmts":"Documents",
    "label.remainig":"Remaining",
    "label.consumed":"Used",
    "label.self_title":"Sign and send documents with your signature",
    "label.grp_title":"Request signatures from a specific group",
    "label.tmp_display":"Displaying item",
    "label.tmp_off":"of",
    "label.manual":"Manual",
    "label.bulk":"Bulk",
    "label.userid":"User ID",
    "label.tryagain":"Try Again",
    "label.yurlonk":"Your link has expired.",
    "label.acountsuccess":"Your account has been activated successfully.",
    "label.accntverify":"Account verification",
    "label.client_code":"Client Code",
    "label.client_name":"Client Name",
    "label.address":"Address",    
	"label.user_email":"User Email",
	"label.document_allocation":"Document Allocation",
	"label.password_protect":"Protect my document with password",
	"label.incorrect_password":"You have entered incorrect password",
	"label.proceed_password" : "Please enter the password to proceed"
}
